---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyRoundconnectorDimensiontype
source: html/7fb5d30a-b891-12cc-7336-b13bcd2a1518.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyRoundconnectorDimensiontype Property

"Round Connector Dimension"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyRoundconnectorDimensiontype { get; }
```